export const wenchuangEarthquake = <>
  <p>5·12汶川地震（5.12 Wenchuan Earthquake）， 又称“汶川大地震”，发生于北京时间2008年5月12日14时28分04秒。</p>
  <p>震中位于<span style={{ color: 'yellow' }}>四川省阿坝藏族羌族自治州汶川县映秀镇</span>（北纬31.0°、东经103.4°）。</p>
  <p>根据中国地震局修订后的数据，5·12汶川地震的面波震级为<span style={{ color: 'red', fontSize: 16 }}>8.0</span>级。</p>
  <p>根据日本气象厅的数据，5·12汶川地震的地震波确认共环绕了地球6圈。</p>
  <p>
    地震波及大半个中国以及亚洲多个国家和地区，中国北至内蒙古，东至上海，西至西藏，南至中国香港、中国台湾等地区均有震感，中国之外的泰国、越南、菲律宾和日本等国均有震感。
    5·12汶川地震严重破坏地区约50万平方千米，其中，极重灾区共10个县（市），较重灾区共41个县（市），一般灾区共186个县（市）。
  </p>
  <p>截至2008年9月25日，5·12汶川地震共计造成69227人遇难、17923人失踪、374643人不同程度受伤、1993.03万人失去住所，受灾总人口达4625.6万人。</p>
  <p>截至2008年9月，5·12汶川地震造成直接经济损失8451.4亿元。 5·12汶川地震是中华人民共和国成立以来破坏性最强、波及范围最广、灾害损失最重、救灾难度最大的一次地震。</p>
</>

export const tangshanEarthquake = <>
  <p>唐山大地震，发生于1976年7月28日凌晨3时42分 [1]。震中位于中国</p>
  <p>震中位于中国<span style={{ color: 'yellow' }}>河北省唐山丰南一带</span>（东经118.2°，北纬39.6°）。</p>
  <p>发生强度里氏<span style={{ color: 'red', fontSize: 16 }}>7.8</span>级。（矩震级<span style={{ color: 'red', fontSize: 16 }}>7.5</span>级）地震，震中烈度11度，
    震源深度12千米，
    地震持续约23秒 [39]。唐山大地震被称为20世纪十大自然灾害之一。</p>
  <p>唐山大地震共造成242769人死亡，164851人重伤，7000多户家庭全家震亡，位列20世纪世界地震史死亡人数第二，仅次于海原地震。
    唐山市的民用建筑和公用建筑遭到严重破坏和倒塌的分别占95.53%和81.08%，基础设施几乎全部瘫痪。
    地形地貌、城市建筑、基础设施、工农业生产遭到严重破坏，城市功能全部瘫痪，直接经济损失达数十亿元。
    大地震波及北京、天津等地，有感范围达14个省（自治区、直辖市），217万平方千米。</p>
</>